Revit 2024 API
ParameterTypeId.RbsElecTrueLoadPhase3 Property
 "True Load Phase 3"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId RbsElecTrueLoadPhase3 { get; }
Visual Basic
Public Shared ReadOnly Property RbsElecTrueLoadPhase3 As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RbsElecTrueLoadPhase3 {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace